{
  "oberon": {
    "type": "parent",
    "category": "scions",
    "cardname": "Oberon",
    "url": "../img/oberon.png",
    "tagline": "The King",
    "details": "<p>King of Amber. Creator of the Pattern. Conqueror of all reality. Sitting upon a great throne with a greater crown wrought of silver with seven high points, studded with emeralds, and huge rubies at either temple. The jewel of judgment rests upon his chest, supported around broad shoulders by a thick golden chain.</p><p>Father.</p><p>  Oberon as a father is open to many interpretations and possibilities. Oberon is a distant father. Oberon is a loving father. Oberon is a manipulator. Oberon is a teacher. Any, all, or none of these may be true. Oberon is complicated.</p><p>  What can be said about Oberon without interpretation is that those not of royal blood within the court of Amber are terrified of him. He was ruthless enough to win wars that the subjugated are still trying to understand how they could have possibly lost. He was powerful enough to slay demons, ancient dragons, and self- proclaimed gods on the fields of battle.</p>",
    "blurb": "<p>King of Amber. Creator of the Pattern. Conqueror of all reality.</p>"
  },
  "velka": {
    "type": "parent",
    "category": "scions",
    "cardname": "Velka",
    "url": "../img/velka.png",
    "tagline": "Memory",
    "details": "<p>The children of Velka are older than recorded history. Even in the stasis of Amber, only weather-worn statues are any reminder of the first queen of the one true world. Two of her children died - the nameless bastard from a supposed affair who grew to be worshiped as a god of war, and Prince Anderon. The Anderon Hall district of Amber is named in his honor. Two of Velka’s surviving children, Lorec and Aurielle, have been Oberon’s representatives overseeing the surrender of the Abyssal Reach. They have only recently returned to take their place within the court.</p>",
    "blurb": "<p>First queen of Amber, mother of Auiriel, Lorec and Anderon.  Former weilder of Rekamuk, the Shadowed Blade</p>"
  },
  "fina": {
    "type": "parent",
    "category": "scions",
    "cardname": "Fina",
    "url": "../img/fina.png",
    "tagline": "Dreams",
    "blurb": "<p>Literal portraits of expectation, the children of Fina were crafted from canvas to address the failings of the prior generation. While flesh and blood, they are still tied to their portraits within the great gallery of Amber. The gallery is, outside of the great Pattern within Kolvir, the most heavily guarded area of the palace as a result. Only one portrait has ever been known to be destroyed, resulting in someone’s death - that of Fina herself, destroyed by Oberon. Three portraits of children between Fina and Oberon were created; Suil Leir is the oldest, with Fenella and Roichard created shortly before Fina’s death. The rumor of a fourth portrait being stolen after Fina’s death are just rumors, of course.</p><p>As a child of Fina, reality and shadow are as thin and malleable as a piece of paper. They are master creators and artists, pulling items from thin air or otherwise creating through canvas, song, and the written word.</p>"
  },
  "milesia": {
    "type": "parent",
    "category": "scions",
    "cardname": "Milesia",
    "url": "../img/milesia.png",
    "tagline": "Chaos",
    "blurb": "<p>A heritage born from the Void at the end of shadow known as the Lasair Caite, Milesia’s children were raised to know both the power of the Amber and the lightless magic of the Outlands. Milesia’s betrayal of her homeland aided greatly in Amber’s conquest of such a distant foe, and the end of Amber’s campaigns seemed imminent. There is a court rumbling, though, that betrayal breeds betrayal, as Milesia was murdered by her oldest daughter Ophelia. The flame of Chaos was born from Milesia’s death, and another era of war against Amber began.</p>"
  },
  "eirashaol": {
    "type": "parent",
    "category": "scions",
    "cardname": "Eira Shaol",
    "url": "../img/eirashaol.png",
    "tagline": "The Queen",
    "blurb": "<p>Queen of Rebma as long as there has been a Rebma, Eira Shaol is an ancient influence upon Amber and the shadow seas. Her greatest efforts have been upon ensuring stability for the underwater kingdom, given that the Chaos of the above land is inevitably reflected upon her kingdom. As a result, Rebma routinely intervenes on Amber’s behalf to prevent the results of endless conflict from reaching her sands. Eira’s marriage to Oberon was the result of a negotiated partnership with the threat the flame of Chaos posed Amber through the Red Rebellion.</p><p>The children of Eira Shaol have blood claims to both the thrones of Amber and Rebma. This, along with Eira Shaol still being married to Oberon, has led to a unique amount of attention being provided the children in their relatively short lives.</p><p>While the queen is technically protected by the Crows, she also has a loyal personal guard lead by the The Kahlverian.</p>"
  },
  "unknown": {
    "type": "parent",
    "category": "sorting",
    "cardname": "Unknown",
    "url": "../img/unknown-web.png",
    "tagline": "The Illegitimate",
    "blurb": "Oberon's byblows."
  },
  "dworkin": {
    "type": "parent",
    "category": "scions",
    "cardname": "Dworkin",
    "url": "../img/dworkin.png",
    "tagline": "Vision",
    "blurb": "<p>Formerly the royal court sorcerer, the hunchback Dworkin ceded the role in recent years to Princess Ciara . Becoming more elusive as a result, the old dwarf tends to operate by sending trusted servants and proxies. That Dworkin is classified as a faction and not as a courtier is because he tends to be heavily involved in assigning seemingly mundane and obtuse tasks to other powers and factions, who are eager to do the reclusive figure a favor.<p></p>Dworkin's representatives, beyond engaging with those in the court, are often seen running a mix of errands in the cities of Amber and the Golden Circle. Wearing traditional red cloaks with the Unicorn embroidered in gold, Dworkin's proxies also run an art gallery in the lower city dedicated to Dworkin's psychedelic paintings and the Masters brand of oils that Dworkin creates and sells.</p>"
  },
  "anderon": {
    "cardname": "Anderon",
    "type": "child",
    "url": "../img/anderon.png",
    "parent": "velka-category",
    "tagline": "The Fallen",
    "category": "scions",
    "blurb": "<p>Anderon is more of a historical figure than a family member. His life so long ago that Aurielle and Lorec only remember what they intentionally wrote or stored away, the prince was known to be vital in defeating his brother the Bastard and Velka. It is said that the district of Amber now known as Anderon Hall is so named because that is where the prince died. Lorec suggests that Anderon Hall is a mispronunciation and that the area was originally known as Anderon’s Fall before Oberon grew impatient with the label.</p><p>While the history books are vague beyond the expected platitudes, a week out of every year is dedicated to Anderon’s sacrifice for Amber. Festivals, parades, and a grand tournament with melee, jousting and other martial competitions are held by the Crown during this time.</p>"
  },
  "lorec": {
    "cardname": "Lorec",
    "type": "child",
    "url": "../img/lorec.png",
    "parent": "velka-category",
    "tagline": "War",
    "category": "scions",
    "blurb": "<p>The prince appears noticeably older than even his sister from Velka, and is rarely seen without orders or reins in hand. Lorec has been a war horse for Oberon, though the rest of the family has debated as to the fanatic tendencies that he pursues to stay perpetually in conflict. If one asks Lorec, he states that the defense of Amber is all.</p><p>While Lorec is far from hostile to the family, his distance with others has only grown through each war - his friendship and closeness with Fenella is the one time when others might capture a glimpse of who Lorec once was. Lorec is loyal to a fault when it comes to the family, though. He is just not the cheeriest one.</p><p>Lorec’s absence at court is profound, but not unexpected.</p>"
  },
  "aurielle": {
    "cardname": "Aurielle",
    "type": "child",
    "url": "../img/aurielle.png",
    "parent": "velka-category",
    "tagline": "Hunt",
    "category": "scions",
    "blurb": "<p>Aurielle is the founder of the Wardens of Arden and the most comfortable within the immense forest. With the ancient griffin Rosenwyn, last of her kind, the Princess is the shield against the horrors of the shadows entering through Amber by land. This duty and a love of the outdoors serve as a lodestone for the Princess - unlike her brother Lorec, Aurielle embraces the loss of memory her line faces. She knows who she is, she knows she loves her family, and that is enough.</p><p>Aurielle has been part of every conflict Amber has engaged in, and is a naturally fluent warrior as a result. Rarely leaving for the shadows, Arden and Amber serve as an endless supply of hunts, nature conservancy and finding one’s self.</p><p>Within court Aurielle is the Master of the Hunt, a title handled with no small amount of pleasure. The Princess’ relationship with Lorec is strained to the point of antagonism over moral differences. At the opposite end of the spectrum, she has taken a strong liking to Paoul, who she sees as a good person to be protected from the corrupting influences of the monarchs. </p>"
  },
  "suillir": {
    "cardname": "Suil Lir",
    "type": "child",
    "url": "../img/suillir.png",
    "parent": "fina-category",
    "tagline": "Night",
    "category": "scions",
    "blurb": "<p>Suil Leir is the Night Warden of Arden. A title made up largely by Aurielle to acknowledge Suil Leir’s nocturnal tendencies, the Prince operates a force overlooking the valley of Garnath and the Oisen river from a makeshift fort, the prior fortifications flattened during the Red Rebellion and still under reconstruction. Suil Leir truly is the owl to Aurielle’s hawk.</p><p>Of course, Suil Leir’s love of the night truly has to come from the grand paintings he creates from his camps when he isn’t hunting or patrolling around Amber. These portraits are invariably of great hunts and conflicts that Suil Leir has taken part in, or more troubling, will take part in. These paintings are said to be a large compliment to the Prince’s gifts as a natural hunter.</p>"
  },
  "fenella": {
    "cardname": "Fenella",
    "type": "child",
    "url": "../img/fenella.png",
    "parent": "fina-category",
    "tagline": "Artist",
    "category": "scions",
    "blurb": "<p>Princess Fenella embraces both Fina’s love of the arts and Oberon’s almost legendary temper. From an early age the Princess has taken to the sea, forging a lifelong friendship with Lorec during her service in the north fleet and eventually growing to be Lord Admiral in Amber’s navy. Fenella’s crowning military achievement was aiding Rebma in the defeat of the Chaos Leviathans during the Red Rebellion while Amber city held off Ophelia’s siege.</p><p>More recently, and more controversial, Fenella had a brief engagement to pirate king Volund of Minos before she broke off both the arrangement and Volund’s neck. Fenella’s absence during the Twin Uprisings was due to having to deal with the famed fleets of Minos in a series of skirmishes until a new pirate king could replace Volund. This resulted in the crown of Amber stripping Fenella of being Lord Admiral, seeking to prevent a more prolonged conflict.</p><p>Fenella currently serves as the royal court artist.</p>"
  },
  "roichard": {
    "cardname": "Roichard",
    "type": "child",
    "url": "../img/roichard.png",
    "parent": "fina-category",
    "tagline": "Creation",
    "category": "scions",
    "blurb": "<p>Roichard claims he came into this world with a wrench in one hand and a brush in the other - given the rumors of how he was created by Fina and Oberon, some may even believe the Prince. Fascinated by mechanisms as long as he can remember, Roichard has adopted the Golden Circle shadow of Begma as a second home, and owns a large estate in the city state of Dinalo. Loud and boisterous, Roichard is possibly responsible for more explosions in Amber than anyone else as a result of efforts to get technology working.</p><p>  Roichard has no official title in Amber beyond Prince of Amber,but is known for are the varying war machines he has constructed in the shadows for Amber’s conquests and defenses. Recently, Roichard has gotten the first successful trans-shadow railway between Begma and Montevalno running (somewhat) reliably.</p><p>With the onset of peace, Roichard comes to court when summoned but otherwise paints his next great mechanism, contraption, or dream. Bevin is often a partner in the great Begman workshop Roichard operates out of, and they are working on a top secret mechanical  construct that they have fondly named ‘Dextero.’.</p>"
  },
  "cethlenn": {
    "cardname": "Cethlenn",
    "type": "child",
    "url": "../img/cethlenn.png",
    "parent": "fina-category",
    "tagline": "Enigma",
    "category": "scions",
    "blurb": "<p>Cethlenn was raised largely in Tir, with occasional forays (often unannounced ahead of time) to other Shadows. She was taught that being kept out of sight was for her safety, as if she attracted too much attention it would put her in danger. She’s never quite been certain who the danger would come from -- Oberon? Tir? Her mother’s loyal retainers? Political machinations she’s unaware of? -- but the fact remains that she grew up ever-aware that calling attention to herself would be tantamount to suicide. Luckily, in Tir, it was easy to learn how to drift by silently.</p><p>When Princess Cethlenn, the long-lost daughter of Fina, was recognized and welcomed into Amber’s court by King Oberson, Cethlenn was perturbed to discover that she had no knowledge of the double taking her place. Her memories of that era are dim, flickers and moments and half-caught glimpses. She came back to herself in the Forest of Arden with Suil Lier, and grounded herself on Tir Na Nog’th’s Pattern hours later. Her false twin died, and Cethlenn survived the Pattern but lost her ability to remain in Tir after sunrise.</p><p>Since then, Cethlenn has slipped into the role of Princess of Amber, which another played before her.</p>"
  },
  "ophelia": {
    "type": "child",
    "cardname": "Ophelia",
    "url": "../img/ophelia.png",
    "parent": "milesia-category",
    "tagline": "Flame",
    "category": "scions",
    "blurb": "<p>Eldest child and first daughter of Daughter of Oberon and Milesia.</p><p>Ophelia was a child born of rebellion during the lengthy conflict with the Lasair Caite, growing up pulling at Dworkin’s beard and chasing her pet skunk Iris. Dworkin and she took to each other, and Ophelia spent her formative years learning all she could from the old sorcerer.</p><p>Ophelia went to study - first at the Brandheim Academy in Amber, followed by time at the Jade Empire’s Crane Palace, and then at Harvard on shadow Earth. Gathering her surgical doctorate, Ophelia proceeded to modernize the Amber clinics as much as she possibly could with the limitations in place. While pioneering surgical medicine in Amber, she grew closer to Milesia, learning the powers of the Edge. When Ciara was born, Ophelia was inseparable from her younger sister, and she always was friendly to her brothers.</p><p>No one knows what drove her to  slit Milesia’s throat, the queen's death igniting as the first spark that would become the flame of Chaos.</p> "
  },
  "ciara": {
    "cardname": "Ciara",
    "type": "child",
    "url": "../img/ciara-web.png",
    "parent": "milesia-category",
    "tagline": "Burned",
    "category": "scions",
    "blurb": "<p>Second daughter of Oberon and Ophelia, she has been Dworkin's student and currently serves as Amber's sorcerer in residence. She was married, for a time, to a lord of the Lasir Caite, and her children have gotten old enough to start taking an interest in Amber.</a>.</p>"
  },
  "borel": {
    "cardname": "Borel",
    "type": "child",
    "url": "../img/borel.png",
    "parent": "milesia-category",
    "tagline": "Gatekeeper",
    "category": "scions",
    "blurb": "<p>Third child and first son of Oberon and Ophelia, Borel spends most of his time in what he describes as 'his studies' but which others refer to as 'plugging holes in the universe'.  He is one of the more sorcerously knowledgeable members of the family, but consistently defers to his hister on such matters. </a>."
  },
  "bevin": {
    "cardname": "Bevin",
    "type": "child",
    "url": "../img/bevin.png",
    "parent": "milesia-category",
    "tagline": "Death",
    "category": "scions",
    "blurb": "<p>“Keenly aware of the family across the shadows and the challenges he has had connecting with the Lasair Caite, Bevin views the royal family of Amber as a gift, if one that has to be handled carefully. With gloves.</p><p> The prince is an incredibly gifted warrior, his reputation cemented in infamy after besting Lorec at one of the melees in Anderon’s name. Bevin is loathe to draw a blade, however, and views the explosion of life in the shadows as the ultimate gift that Amber’s creation provides. He will truly kill only as a last resort, though once the decision has been made very little will change Bevin’s mind about the task at hand.</p><p>Bevin convinced Eira Shaol to make him Amber’s ambassador to the Golden Circle and relishes exploring the primal shadows to learn every detail, every alley, every hidden statue.</p>"
  },
  "alaric": {
    "cardname": "Alaric",
    "type": "child",
    "url": "../img/alaric.png",
    "parent": "milesia-category",
    "tagline": "Reveller",
    "category": "scions",
    "blurb": "<p>Alaric has done everything in his power to avoid responsibility.  Alaric vowed to get away from the endless conflicts the family found itself in and to live his life in quiet, hedonistic glory. This plan somewhat backfired, as it was Alaric who first found the shadow Earth that has become a second home for many of the family.</p><p>Alaric’s excursions and fancies into every desire imaginable inadvertently turned the prince into a master shadow manipulator. This ability, combined with motivation from Milesia’s murder, fueled Alaric’s contributions in the Red Rebellion and Abyssal reach wars. The speed in which he moved armies through the shadows is still talked of among some of the family as a thing of legend.</p>"
  },
  "pauol": {
    "cardname": "Paoul",
    "type": "child",
    "url": "../img/pauol.png",
    "parent": "eirashaol-category",
    "tagline": "Prince",
    "category": "scions",
    "blurb": "<p>The declared heir to the throne of Amber, Paoul is of a temperament that is far friendlier than one might expect from being relentlessly pushed to prepare for ruling the universe. Striving to understand and relate to all of his relatives, Paul has the best upbringing, education, advisers, and food testers that can possibly be. But he has rarely been tested, and only after getting outside of the protective bubble the crown has put on their investment.</p><p>As Paoul grew into himself and the role of a Prince of Amber, he managed to establish some measure of breathing room upon walking the Pattern and finding ways to escape the Queen’s gaze with the help of siblings. Paoul’s most recent disobedience was in taking up the blade and going to fight for the defense of Rebma during the Red Rebellion. To this day, he hides who helped him get to the front, so as to protect them from the Queen’s wrath.</p><p>Now Paoul splits is time between shadow and the newly critical court of Amber.</p>"
  },
  "liabelle": {
    "cardname": "Liabelle",
    "type": "child",
    "url": "/img/liabelle.png",
    "parent": "eirashaol-category",
    "tagline": "Lighthouse",
    "category": "scions",
    "blurb": "<p>Liabelle is never not at war, it is only the means which change</p>"
  },
  "diolinda": {
    "cardname": "Diolinda",
    "type": "child",
    "url": "/img/diolinda.png",
    "parent": "eirashaol-category",
    "tagline": "Confidante",
    "category": "scions",
    "blurb": "<p>Diolinda is many things.  Youngest child of Oberon and Eira Shaol. Patron of the arts.  Shadow Earth enthusiast.  Oberon's favorite.  She is, indeed many things, but you can rest assured that none of those things is 'spy'.</p>"
  },
  "bastard": {
    "cardname": "The Bastard",
    "type": "child",
    "url": "../img/bastard.png",
    "parent": "unknown-category",
    "tagline": "Forgotten",
    "category": "scions",
    "blurb": "Born during Velka's reign, the Bastard's name and history have been wiped from Amber's collective memory, save that he rebelled against Oberon, and it went badly for him."
  },
  "ava": {
    "cardname": "Ava",
    "type": "child",
    "url": "../img/Ava.png",
    "parent": "unknown-category",
    "tagline": "Pirate",
    "category": "scions",
    "blurb": "<p>Oberon's semi-acknowldged bastard and general black ops agent.  She has been given rulership of Minos, and most opposition to that has been quashed fairly violently.  Her relationship with her father is rocky, and her siblings are still largely an unknown.  Oberon has stated that the stars say her life will not be one of peace, and to help bear that, he has allowed her to continue to bear the pattern blade <a href='https://prosperity-amber.slab.com/posts/pattern-blades-vumfpia0'>Rekamuk</a>."
  },
  "ambernobility": {
    "type": "parent",
    "category": "sort",
    "cardname": "The Nobility of Amber",
    "url": "../img/royalback-full.png",
    "tagline": "",
    "blurb": "The many folk of Amber"
  },
  "ambercourt": {
    "type": "parent",
    "category": "sort",
    "cardname": "The Court of Amber",
    "url": "../img/royalback-full.png",
    "tagline": "",
    "blurb": "Other figures of the court and city"
  },
  "salem": {
    "type": "child",
    "parent": "ambernobility-category",
    "cardname": "Salem Chantris",
    "url": "../img/salem.png",
    "tagline": "Tradition",
    "category": "nobles",
    "blurb": "<p>Salem Chantris oversees all other royal court appointments, and also serves as the head butler of the palace. Old beyond reason, some suspect that the cane is just for show. He is polite, firm, and not easily cowed. Even Fenella’s threats run off of Salem like water off a duck, and he saw her kill someone in Bloody Frank’s.</p>"
  },
  "edward": {
    "type": "child",
    "parent": "ambernobility-category",
    "cardname": "Edward Kolvir",
    "url": "../img/edward.png",
    "tagline": "Opportunity",
    "category": "nobles",
    "blurb": "<p>Newly appointed Duke of Kolvir.</p>"
  },
  "arlan": {
    "type": "child",
    "parent": "ambernobility-category",
    "cardname": "Arlan Feldane",
    "url": "../img/arlan.png",
    "tagline": "Youth",
    "category": "nobles",
    "blurb": "<p>The youngest of the Feldane line, Oberon picked Arlan as the most recent cup bearer after the Red Rebellion.</p>"
  },
  "richard": {
    "type": "child",
    "parent": "ambernobility-category",
    "cardname": "Richard Karm",
    "url": "../img/richard.png",
    "tagline": "Duty",
    "category": "nobles",
    "blurb": "<p>Master at arms Richard Karm is the court-appointed military officer responsible for overseeing the training of military units within the army, including the city watch, local garrisons, and the royal guard. </p>"
  },
  "ilyana": {
    "type": "child",
    "parent": "ambernobility-category",
    "cardname": "Ilyana Karm",
    "url": "../img/ilyana.png",
    "tagline": "Balance",
    "category": "nobles",
    "blurb": "<p>Lady of House Karm, currently in want of a Husband.</p>"
  },
  "alvina": {
    "type": "child",
    "parent": "ambernobility-category",
    "cardname": "Alvina Karm",
    "url": "../img/alvina.png",
    "tagline": "Marked",
    "category": "nobles",
    "blurb": "<p>Alvina Karm is the daughter of Richard Karm and Belinda Bayle and a veteran of the Red Rebellion and Abyssal Reach wars. A prodigy of Brandheim, Alvina's ability to control the power of the Crystal Scale is second only to her legendary inability to be killed. This particular legend culminates in Alvina's initiation as an Abyss Walker in a failed attempt to save the Outlands realm of Jugo from corruption inflicted by Chaos.</p><p>After the wars, Alvina's rare ability as a shadow walker outside of the royal family means she often serves as Karm's hand in affairs outside of Amber. The resulting reputation as a fixer means her presence abroad is rarely a sign of peace and stability in whatever realm she currently inhabits.</p>"
  },
  "allamu": {
    "type": "child",
    "parent": "ambernobility-category",
    "cardname": "Allamu Bayle",
    "url": "../img/allamu.png",
    "tagline": "Appearances",
    "category": "nobles",
    "blurb": "<p>Allamu Bayle is, famously, the agricultural advisor to the Golden Circle. Infamously, Allamu  Bayle is the Master of White Wines for House Bayle.  While the legend of  Bayle's Piss predates Allamu's handling of that particular brand,  the  Bayle's uncontested genius for understanding the arts and sciences of growing grapes has yet to produce a palatable wine fit more than guzzling by the bottle while polishing away fish in the harbor.</p><p>While Countess Bayle is the face of House Bayle within Amber, Allamu is the most recognizable Bayle within the Golden Circle. Most of his time is spent in the shadows, only intermittently returning to seasonally adjust the grapes for the next barreling of whites and  Oberon's constant heckling.</p>"
  },
  "ephraima": {
    "type": "child",
    "parent": "ambernobility-category",
    "cardname": "Ephraima Bayle",
    "url": "../img/ephraima.png",
    "tagline": "Independence",
    "category": "nobles",
    "blurb": "<p>Ephraima Bayle is the black sheep of House Bayle, having chosen a life of military service instead of joining the family business. Technically still a member of House Bayle, the noble is cut off financially.</p><p>Prince Alaric made Ephraima Knight of the Unicorn, the highest title of knighthood,  for her valor in the Red Rebellion and Abyssal Reach war. Ephraima has used the lands and money from her knighthood to start a life away from the rest of her family.</p>"
  },
  "desdemona": {
    "type": "child",
    "parent": "ambercourt-category",
    "cardname": "Desdemona",
    "url": "../img/desdemona.png",
    "tagline": "Secrets",
    "category": "citizens",
    "blurb": "<p>Desdemona claims to be a representative of the night city of Tir Na Nog’th and The Monarch Beyond, Queen Titania. The Ambassador’s presence has done little to increase what is known about the city in the sky or any potential interests from within, instead professing to speak as an oracle and to provide guidance for the royal court as an adviser when asked. Otherwise, her official position is a familiar statement: “We are not concerned with the affairs of others.</p>"
  },
  "rockscomb": {
    "type": "child",
    "parent": "ambercourt-category",
    "cardname": "Rockscomb",
    "url": "../img/rockscomb.png",
    "tagline": "Inspiration",
    "category": "citizens",
    "blurb": "<p>David Rockscomb was a record producer in a Very 80s shadow that did not survive one of the problems that Borel deals with, and was one of the survivors that Borel got out. He was given the bar & music venue 'Making Waves' in Amber City to run, where he writes music and supports artists and also acts as Borel's personal Jim Steinman. </p><p>Absolutely the kind of guy who smokes cigars and calls people 'baby'.</p>"
  },
  "kahlverian": {
    "type": "child",
    "parent": "ambercourt-category",
    "cardname": "The Kahlverian",
    "url": "../img/kahlverian.png",
    "tagline": "Protection",
    "category": "citizens",
    "blurb": "<p>The Kahlverian is named for an extinct clan of the Moonriders of Ghenesh and is said to have come to Amber centuries ago after a disagreement with her people. The Kahlverian has a reputation for talented bloodshed usually reserved for the royal family and left the Wardens at Oberon’s request to protect Eira Shaol upon the Queen’s marriage to Oberon. The Kahlverian is almost always at the Queen’s side.  </p>"
  },
  "firestone": {
    "type": "child",
    "parent": "ambercourt-category",
    "cardname": "Angela Firestone",
    "url": "../img/firestone.png",
    "tagline": "Law",
    "category": "citizens",
    "blurb": "<p>The IAAL operations chief, Firestone is a lawyer from Shadow Earth who has found her calling in the halls of Amber.</p>"
  },
  "haim": {
    "type": "child",
    "parent": "ambercourt-category",
    "cardname": "Thomas Haim, Esq.",
    "url": "../img/haim.png",
    "tagline": "Service",
    "category": "citizens",
    "blurb": "<p>Oberon's personal lawyer.</p>"
  },
  "besmer": {
    "type": "child",
    "parent": "ambercourt-category",
    "cardname": "Besmer Hara",
    "url": "../img/besmer.png",
    "tagline": "Instruction",
    "category": "citizens",
    "blurb": "<p>Headmaster of Brandheim Academy.</p>"
  },
  "hargin": {
    "type": "child",
    "parent": "ambercourt-category",
    "cardname": "Professor Hargin",
    "url": "../img/hargin.png",
    "tagline": "Curiosity",
    "category": "citizens",
    "blurb": "<p>A professor at Brandheim Academy and a former student of Borel.</p>"
  },
  "ramirez": {
    "type": "child",
    "parent": "ambercourt-category",
    "cardname": "Ramirez",
    "url": "../img/ramirez.png",
    "tagline": "Loyalty",
    "category": "citizens",
    "blurb": "<p>Oberon's favorite falcon. Missing and greatly missed.</p>"
  },
  "filquoir": {
    "type": "child",
    "parent": "ambercourt-category",
    "cardname": "Filquoir",
    "url": "../img/filquoir.png",
    "tagline": "Cat",
    "category": "citizens",
    "blurb": "<p>Filquoir may be the most exotic attendee of the court of Amber. A sentient cat with plush fur and brilliant sapphire eyes, the being has been known to bring incredibly powerful artifacts such as rings to those who show favor. Rumor has it that equally incredible bad luck comes across those who try to harm the flamboyant feline. Her laughter often rings throughout social events, as well as the begging for fish. Filquoir is rumored to have been around since the founding of Amber and has also been a fixture for the children of Oberon who grew up or resided in the castle.</p>"
  },
  "pfeiffer": {
    "type": "child",
    "parent": "ambercourt-category",
    "cardname": "Pfeiffer",
    "url": "../img/pfeiffer.png",
    "tagline": "The Apprentice",
    "category": "citizens",
    "blurb": "<p>Pfieffer is employed running the front desk at the Masters Gallery in Amber City.  He captured Dworkin 's eye working as a street caricaturist, and has had his talent cultivated since, though he is terribly put upon in the process.  He's a good kid.</p>"
  },
  "goldencircle": {
    "type": "parent",
    "category": "sort",
    "cardname": "The Golden Circle",
    "url": "../img/goldencircle.png",
    "tagline": "Allies and Neighbors of Amber",
    "blurb": "<p>Created by Queen Fina at Oberon’s command and considered a testament to her power, the shadows of the Golden Circle are the most recognizable shadows within the multiverse. These shadows represent the backbone of Amber’s trade network, being the easiest to travel to and have significant resources that are of value to Amber. Amber, in turn, provides the shadowpaths for the Golden Circle to trade with each other (conveniently with Amber as the hub for both the shadow paths and trade.)</p>"
  },
  "lasaircaite": {
    "type": "parent",
    "category": "sort",
    "cardname": "The Lasair Caite",
    "url": "../img/lasaircaite.png",
    "tagline": "",
    "blurb": "People of Chaos"
  },
  "shadow": {
    "type": "parent",
    "category": "sort",
    "cardname": "Denizens of Shadow",
    "url": "../img/shadow.png",
    "tagline": "",
    "blurb": ""
  },
  "zhao": {
    "type": "child",
    "parent": "goldencircle-category",
    "cardname": "Zhao Lihua",
    "url": "../img/zhao.png",
    "tagline": "Enlightenment",
    "category": "shadows",
    "blurb": "<p>A representative of the Jade Empire from the imperial seat of Penglai, Zhao Lihua has been honored to speak with the voice of the Emperor on matters of state at the court of Amber. Zhao Lihua has additional duties beyond matters of state, recording interesting tales from other shadows of the Golden Circle and seeking cultural exchanges as part of the Great Enlightenment ordered by Emperor Ban. </p>"
  },
  "almasi": {
    "type": "child",
    "parent": "goldencircle-category",
    "cardname": "Hamoud Almasi",
    "url": "../img/almasi.png",
    "tagline": "Harmony",
    "category": "shadows",
    "blurb": "<p>The Alhambran Ambassador professes to have no desires beyond experiencing the splendors of Amber and standing shoulder to shoulder in harmony with the royal family of the one true kingdom. That Alhambra holds strong monopolies in the spices, rare metals, and glass traded in Amber and the Golden Circle is not a secret. A lot of Ambassador Almasi’s efforts circle around highlighting the value of utilizing trade for mutual benefit rather than allowing other shadows to get a foothold in these commodities.  </p>"
  },
  "prudence": {
    "type": "child",
    "parent": "goldencircle-category",
    "cardname": "Prudence Taylor",
    "url": "../img/prudence.png",
    "tagline": "Propriety",
    "category": "shadows",
    "blurb": "<p>Prudence Taylor speaks on behalf of Begma City and the other city states in the shadow of Begma. The court of Amber is a prime place for the Ambassador to assist Begman interests not only in trade but in technological experimentation. Finding out what works where in other shadows is a key to expanding Begman technological industry and patent royalties. Ambassador Taylor also has a permanent office in the Amber IAAL branch, due to her extensive engagement with the lawyers there. </p>"
  },
  "wellington": {
    "type": "child",
    "parent": "goldencircle-category",
    "cardname": "Count Chester Wellington",
    "url": "../img/wellington.png",
    "tagline": "The Rope's End",
    "category": "shadows",
    "blurb": "<p>Count St. Arsbury Chester Wellington is the last in a long bloodline tied to Weirmonken. With Amber's displacement of the Weir as the dominant ruling force in the shadow, people long oppressed stepped into the reigns of local government, with the Wellington family rising to authority and prominence in St. Arsbury.</p><p>Chester Wellington has only very recently come to his title, his family being slaughtered in the count's mansion in a reprisal by the Weir. Chester was on an unannounced trip to Amber with the Elderhorn Lodge when the attack occurred. A lifelong bachelor, there has been significant pressure to find a suitable wife to continue the Wellington bloodline while there is still time.</p>"
  },
  "wesley": {
    "type": "child",
    "parent": "goldencircle-category",
    "cardname": "Kathryn Wesley",
    "url": "../img/wesley.png",
    "tagline": "Outnumbered",
    "category": "shadows",
    "blurb": "<p>Kathryn Wesley is an accomplished hunter and the de factor leader of the  Elderhorn Lodgeof Weirmonken. Rumored to be one of the broken lines of lineage within Weirmonken, Kathryn's life has been dedicated in recent years to helping contain and ward off the Weir.</p><p>Exhausted by years of fighting an elusive and deadly opponent, in recent times Kathryn has convinced the local nobility within Weirmonken to start trying to find ways to increase trade and commerce as a beginning point of getting aid from the Golden Circle shadows for assistance in their fight.  While that effort is playing out, though, Kathryn leads the hunters of the lodge in stalking a superior opponent to try to make the lands safer for those who inhabit it.</p>"
  },
  "pyson": {
    "type": "child",
    "parent": "lasaircaite-category",
    "cardname": "Pyson Chanicut",
    "url": "../img/pyson.png",
    "tagline": "Adventure",
    "category": "lc",
    "blurb": "<p>Son of Princess Ciara and the deceeased Caleb Cahanicut. He was raised in Chaos, out of the sight of Amber, and now spends his days adventuring across the Outlands.</p>"
  },
  "mikaya": {
    "type": "child",
    "parent": "lasaircaite-category",
    "cardname": "Mikaya Chanicut",
    "url": "../img/mikaya.png",
    "tagline": "Potential",
    "category": "lc",
    "blurb": "<p>Daughter of Princess Ciara and the deceeased Caleb Chanicut, she was raised in Chaos out of ssight of Amber. She has become an active participant in the court and is an Advisor to King Swayvill.  However, as one among many, many advisors, she is frustrated by her relative powerlessness and the king's conservative nature. She has recently reached out to her relatives in Amber to see what other paths might be open to her.</p>"
  },
  "galina": {
    "type": "child",
    "parent": "lasaircaite-category",
    "cardname": "Galina Sawall",
    "url": "../img/galina.png",
    "tagline": "Silence",
    "category": "lc",
    "blurb": "<p>Milesia’s younger sister and daughter of King Swayvil of the Lasair Caite. Galina was appointed ambassador to Amber after the end of the second Lasair Caite war. While tensions remain high between Amber and the Lasair Caite, Galina has driven much of the effort to maintain the peace. Without much of a need or ability to trade with Amber or the Golden Circle, a lot of the ambassador’s focus has been on making sure efforts taken by the Thelbane to strengthen their position after a series of wars do not come across as unnecessarily bellicose.</p>"
  },
  "samson": {
    "type": "child",
    "parent": "lasaircaite-category",
    "cardname": "Samson Chanicut",
    "url": "../img/samson.png",
    "tagline": "Trickster",
    "category": "lc",
    "blurb": "<p>Paramour of Cethlenn. Troublemaker. Recurring foil of Borel</p>"
  },
  "strowan": {
    "type": "child",
    "parent": "lasaircaite-category",
    "cardname": "Strowan Chanicut",
    "url": "../img/strowan.png",
    "tagline": "Riddles",
    "category": "lc",
    "blurb": "<p>Head of House Chanicut. Also goes by Argo to some./p>"
  },
  "caleb": {
    "type": "child",
    "parent": "lasaircaite-category",
    "cardname": "Caleb Chanicut",
    "url": "../img/caleb.png",
    "tagline": "Loss",
    "category": "lc",
    "blurb": "<p>Deceased husband of Ciara, father of Mikaya and Pyson.</p>"
  },
  "simon": {
    "type": "child",
    "parent": "lasaircaite-category",
    "cardname": "Simon Helgram",
    "url": "../img/simon.png",
    "tagline": "Outsider",
    "category": "lc",
    "blurb": "<p>An accomplished sorcerer within the Lasair Caite, Simon traveled to Amber’s court to see what all the fuss was about. He has his own small retinue but will profess to largely being a spectator. Coming from the house of Helgram, Simon does have enough weight in his homeland to assist in matters of complexity there.</p>"
  },
  "irina": {
    "type": "child",
    "parent": "lasaircaite-category",
    "cardname": "Auntie Irina Sawall",
    "url": "../img/irina.png",
    "tagline": "Grandmother",
    "category": "lc",
    "blurb": "<p>Irina Sawall is one of the many aunties of the Laser Caite - their exact position and relations has become unclear over time, but their age, wisdom and power makes them an informal power in Chaos.  Irina is the archetypical scary old witch in the woods, surrounded by houses made of candy and creepy dolls.<p></p>She is one of the figures pressuring Borel to take up the mantle of keeper of the Abyss, going so far as to trap him in one of her ways in an attempt to persuade him. </p>"
  },
  "richeza": {
    "type": "child",
    "parent": "lasaircaite-category",
    "cardname": "Richeza",
    "url": "../img/richeza.png",
    "tagline": "Spider",
    "category": "lc",
    "blurb": "<p>The loose and other worldly kingdoms of the Abyssal Reach are represented as one voice by Richeza, a demonic being who maintains a human form while in Amber. While the Reach may have interests and concerns that are occasionally floated to the crown of Amber and the associated court, far more often the Ambassador’s role is to hear of grievances and concerns about abyssal corruption from shadows within and beyond the Golden Circle. It is Richeza who tasks the Abyss Hunters to go combat the corruption of the Abyss where Amber or the others need such actions taken.</p>"
  },
  "lucatiel": {
    "type": "child",
    "parent": "shadow-category",
    "cardname": "Darkdiver Lucatiel",
    "url": "../img/lucatiel.png",
    "tagline": "Mercenary",
    "category": "lc",
    "blurb": "<p>Lucatiel is an Abyss Hunter famous for not being one of the beings of the Abyssal Reach. A shadow dweller, she picked up the cursed armor of a fallen hunter who had tried and failed to stave off the corruption of the Abyss within her shadow of Mirrah. While Mirrah fell, Lucatiel’s vengeance has made her a figure within the Reach. She serves as a mercenary to combat the Abyss if the Abyssal Reach is not able to respond quickly enough to save a shadow. </p>"
  },
  "gramble": {
    "type": "child",
    "parent": "shadow-category",
    "cardname": "Gramble",
    "url": "../img/gramble.png",
    "tagline": "Bargainer",
    "category": "shadows",
    "blurb": "<p>There is some debate among circles on whether or not the demon Gramble is a nuisance or a serious threat in the court. Having declared itself Ambassador to the flame of Chaos, the demon rarely seems interested in politics and more in causing headaches. Showing up in varying forms from time to time, a common giveaway is when someone arrives claiming to be an ambassador from Weirmonken or Ghenesh since both lands have withheld sending an ambassador in protest of Amber’s domination of their respective territories. Efforts to kill the demon have been sub-optimal.</p>"
  },
  "gael": {
    "type": "child",
    "parent": "shadow-category",
    "cardname": "Gael",
    "url": "../img/gael.png",
    "tagline": "Caretaker",
    "category": "shadows",
    "blurb": "<p>Cethlenn's ward and guardian within Tir Na Nog'th and the Hall of Mirrors. He is the one who helped Cethlenn navigate from Tir to the Hall to Shadow and back, and was her instructor in combat and stealth.</p><p> Gael is the one who convinced Cethlenn to leave the dream city and the Hall of Mirrors, expressing concern about her continued safety. He has not been seen since.</p>"
  },
  "amber": {
    "type": "parent",
    "category": "sort",
    "cardname": "Amber",
    "url": "../img/ambermap.png",
    "tagline": "The Golden Realm",
    "blurb": "<p>Amber is a realm that rests at the head of reality. When the pattern was created, mirror realms and copies of Amber spun into creation. The perfect copies of Amber were reflected into Rebma and the night city of Tir-Na Nog’th. A great void was cast beyond Arden and Garnath, upon the opposite end residing the Outlands and the Lasair Caite. The shadows slowly formed, filling the space between Amber and everywhere else with infinite imperfect reflections of Amber.</p> "
  },
  "shadows": {
    "type": "parent",
    "category": "sort",
    "cardname": "Deeper Shadows",
    "url": "../img/shadowback.png",
    "tagline": "What lies beyond",
    "blurb": "<p></p>"
  },
  "ambercity": {
    "type": "child",
    "parent": "amber-category",
    "cardname": "Amber City",
    "url": "../img/ambercity.png",
    "tagline": "Amber's Crown Jewel",
    "category": "places",
    "blurb": ""
  },
  "garnath": {
    "type": "child",
    "parent": "amber-category",
    "cardname": "Garnath Mansion",
    "url": "../img/garnath.png",
    "tagline": "The king's not-so-private getaway",
    "category": "places",
    "blurb": "<p>A vast reserve of land near Garnath  which is the King's private reserve.  There is a small village there (Garnath Village) which is entirely funded and designed by Oberon to provide him an ideal retreat location.</p><p>The surrounding area contains some of the most valuable properties in Amber, as noble estates in proximity to the reserve are considered in prime property.</p>"
  },
  "summerpalace": {
    "type": "child",
    "parent": "amber-category",
    "cardname": "The Summer Palace",
    "url": "../img/summer.png",
    "tagline": "Royal getaway and zoo",
    "category": "places",
    "blurb": "<p>Located on an island near Bayle territory, this palace serves as a retreat for the king or queen, and includes numerous wonders, including the king's personal zoo.</p>"
  },
  "brandheim": {
    "type": "child",
    "parent": "amber-category",
    "cardname": "Brandheim",
    "url": "../img/brandheim.png",
    "tagline": "The Academy of Sorcery",
    "category": "places",
    "blurb": "<p>Velka established Brandheim as a cornerstone of Amber’s future by building a bridge to the past. Memory is more than knowledge to Velka’s blood.</p><p>The Sorcerer’s Academy of Brandheim grew to be an institution focusing on far more than magics, but its origins and greatest achievements lie there.  Located high atop Kolvir, Brandheim has dedicated its existence to mastering the power of an ancient dragon scale taken from the long-gone realm Dworkin, Oberon, and Velka originate from. For Amberites not of royal blood, this is the closest to true power one can come to. </p>"
  },
  "arden": {
    "type": "child",
    "parent": "amber-category",
    "cardname": "Arden",
    "url": "../img/ambercity.png",
    "tagline": "The Eternal Forest",
    "category": "places",
    "blurb": "<p>The shadow forest of Arden surrounds Amber from land, with the ocean being the entrance to Amber from those sailing the shadow seas</p>"
  },
  "rebma": {
    "type": "child",
    "parent": "gc-category",
    "cardname": "Rebma",
    "url": "../img/rebma.png",
    "tagline": "Everything's better, under da sea",
    "category": "places",
    "blurb": ""
  },
  "tir": {
    "type": "child",
    "parent": "amber-category",
    "cardname": "Tir na Nog'th",
    "url": "../img/tir.png",
    "tagline": "City of Ghosts and Shadows",
    "category": "places",
    "blurb": "<p>Tir Na Nog’th is Amber’s ghostly reflection in the sky. It appears on moonlight nights, and can be accessed from a staircase at the top of Kolvir. Tir is known as a place of visions of the present and future, but those visions are just as often fears or hopes made manifest as well as any real providence of prophecy.</p><p>The moon city is dangerous to navigate as any interruption of moonlight, such as clouds, will cause the city to lose physicality or outright disappear depending on the level of obstruction. In addition, the ghosts of Tir Na Nog’th are not able to be communicated with in normal circumstances. The sole exceptions are for those who were fortunate enough to have a pattern blade forged for them (Ffordhir is the most famous example, though it is known that Oberon’s great blade Fremraval is also such a weapon) and children of Fina.</p>"
  },
  "minos": {
    "type": "child",
    "parent": "gc-category",
    "cardname": "Minos",
    "url": "../img/minos.png",
    "tagline": "Lords of the waves",
    "category": "places",
    "blurb": "<p>Minos is a seafaring nation in the golden circle, currently in a steadily simmering conflict with Begma .  Currently pulled by Ava after the death of the former Pirate King, Volund at the hand of Princess Fenella.</p><p>Using the chaos from Volund's death, Ava achieved control over Minos' fractured sea kings only to be challenged by unidentified assailants from the shadows utilizing cannons with an unknown powder that somehow ignites within Minos. Ava has openly accused Begma  of this complication, something the Golden Circle neighbor categorically denies. This is to say nothing the insistence from those under Ava that Amber is due for a bloody nose; the popular argument is not even Oberon's family should be allowed to randomly murder Minosian leadership.</p>"
  },
  "ghenesh": {
    "type": "child",
    "parent": "gc-category",
    "cardname": "Ghenesh",
    "url": "../img/ghenesh.png",
    "tagline": "Home of the Moonriders",
    "category": "places",
    "blurb": ""
  },
  "begma": {
    "type": "child",
    "parent": "gc-category",
    "cardname": "Begma",
    "url": "../img/begma.png",
    "tagline": "Nation of Artifice",
    "category": "places",
    "blurb": "<p>Begma may be the most progressive of Amber’s allies. It is a constitutional democracy that benefits from many wonders of engineering and technology which are unique to the nation. Masters of steam and clockwork, they produce daily wonders and very nearly daily disasters. One sage observed that Begma remains standing only because her people’s ability to create always slightly outmatches their ability to destroy.</p>"
  },
  "montevalno": {
    "type": "child",
    "parent": "gc-category",
    "cardname": "Montevalno",
    "url": "../img/alhambra.png",
    "tagline": "Nation of Artistry",
    "category": "places",
    "blurb": "<p>Montevalno professes to be the apex of civilization. There is no element of life in Montevalno which is not a reflection of art. The true measure of society’s success, as the Mon would state, is to provide enough means that each may pursue the calling of their heart.</p><p>On the one hand, this makes Montevalno a hub of artistic learning. Painting, sculpture, music, writing and every other art you can imagine is pursued to the most glorious of heights in the halls of the Collegia Montevalno. On the other hand, it produces a culture of insecure snobs and drama queens desperate for recognition for their latest masterpiece.</p><p>Still, the one thing it will never be is boring.</p>"
  },
  "penglai": {
    "type": "child",
    "parent": "gc-category",
    "cardname": "Penglai",
    "url": "../img/penglai.png",
    "tagline": "The Jade Empire",
    "category": "places",
    "blurb": ""
  },
  "alhambra": {
    "type": "child",
    "parent": "gc-category",
    "cardname": "Alhambra",
    "url": "../img/alhambra.png",
    "tagline": "City of Gold and Glass",
    "category": "places",
    "blurb": ""
  },
  "weirmonken": {
    "type": "child",
    "parent": "gc-category",
    "cardname": "Weirmonken",
    "url": "../img/weirmonken.png",
    "tagline": "Where shadows are darkest",
    "category": "places",
    "blurb": "<p>The shadow of Weirmonken is truly two places.</p><p>In one place, it is a dark realm, skies marked by cloud and lightning, visible in slivers between the long fingers of the trees. This place is Weirmonken. The great forest is infiltrated by small clearings, tenuous roads, and struggling towns. It is a rough place to live for those who inhabit the land, lost settlements being replaced by new ones, and being built upon generations that endure and wonder about their lost past as indicated from great ruined castles swallowed by the woods and the broken great walls and shattered statues.</p><p>For those who visit Weirmonken and those who inhabit it, huddling around the fires at night, they realize they are not alone. The woods are alive with predator and prey, as the trees keep silent vigil over all, ancient trees viewing the fires of civilization as a distraction from eternal night. Some of the eyes watching those fires are from the second Weirmonken, and they are the Weir.</p>"
  },
  "starsbury": {
    "type": "child",
    "parent": "gc-category",
    "cardname": "St. Arsbury",
    "url": "../img/starsbury.png",
    "category": "places",
    "tagline": "",
    "blurb": "<p>St. Arsbury is a recovered ruin expanded into a large town at the border of Arden and Weirmonken.  The town's origin and who St. Arsbury was has been lost to time, but the name has stuck over the centuries.  The farthest most visitors to Weirmonken ever go, the city has changed hands multiple times in recent years due to Weir violence or the passing of local administrations put in place by the crown of Amber. With no formal regency currently established for Weirmonken, the informal ruler of Weirmonken has been the Count of St. Arsbury.</p><p>The city's economy is built on two pillars - local natural resources and subsidies from the Crown of Amber for any who agree to relocate from Amber and live in Weirmonken. While the subsidies are good on paper, Weirmonken's lack of industry, widescale agriculture, and anything that requires not being constantly harried by the Weir means a significant mix of price inflation and trade deficits. The natural goods that St. Arsbury trades to Amber are of significant value, however. Furs and pelts from the shadow are plentiful and in exceedingly high demand across the golden circle for their unparalleled quality. Many of the lumber products shipped from Weirmonken are prized for the variety of colors and use in craftsman goods. These raw materials have been a boon in recent years as many rebuild showings of wealth in the wake of the Red Rebellion.</p><p>The newly minted Count of St. Arsbury is Chester Wellington, who received the title after the death of his father at the hands of Weir assassins.</p>"
  },
  "outlands": {
    "type": "child",
    "parent": "shadows-category",
    "cardname": "The Outlands",
    "url": "../img/outlands.png",
    "tagline": "Where Chaos begins",
    "category": "places",
    "blurb": "<p>The term Outlands is used by Amberites to refer to the realm of the Lasair Caite, much to the exasperation of the Lasair Caite themselves. In reality, the Outlands represent  the shadows around the Lasair Caite and Ceset. These shadows are disconnected and unstable, leading to fractured kingdoms and seemingly unimaginable realms that float together more as islands rather than the contiguous fabric of reality that most pattern walkers are familiar with. The thinness of the shadows in conjunction with the instability introduced by the nearby Void means the entire area is riddle with warps, gates, and other connections between shadows. These artifacts are common enough that shadow travel is fairly common, if a bit unpredictable, in the Outlands.</p><p> Dangerous creatures stalk the Outlands’ impossible worlds, and the chaotic nature lends itself to those who wish to hide things of power or importance within. It is this very combination of danger, unpredictability, and lost and hidden wealth that makes the Outlands an appealing area to enter for the beings of the Lasair Caite. Treasure hunting, sport, and adventure abound in the Outlands. While the Outlands share almost nothing in common with the logistics of the Golden Circle, the Lasair Caite tend to look at the Outlands as all the shadow that they might want to see or have influence over. </p>"
  },
  "abyss": {
    "type": "child",
    "parent": "shadows-category",
    "cardname": "The Abyss",
    "url": "../img/outlands.png",
    "tagline": "The end and the beginning",
    "category": "places",
    "blurb": ""
  },
  "ceset": {
    "type": "child",
    "parent": "shadows-category",
    "cardname": "Ceset",
    "url": "../img/outlands.png",
    "tagline": "The name does not make the place",
    "category": "places",
    "blurb": "<p>Ceset is the largest surviving civilization that predates the founding of Amber, sitting opposite reality at the end of shadow on an ancient land mass. The great names of the Lasair Caite came together in a bid to stop the scheme of rewriting reality by Oberon - even in the ensuing failure of that campaign, Ceset has stayed largely stable since the end of the war. King Swayvil rules over the subjugated land from the impossibly tall tower of the Thelbane, handling the increased complexities introduced in recent times.</p><p>  Known informally as the Outlands or the Edge by those in Amber, the name used by the Lasair Caite for their land is known as Ceset. Ceset is almost completely devoid of light; the exception is the Flame of Chaos which is visible from any point of the kingdom. While guests are graciously welcomed with varying light sources during their stay, navigating the lands can be treacherous for newcomers without one of the shapeshifting inhabitants assisting in movement through the land. For significant visits from dignitaries such as King Oberon or one of his children, great conjurations are cast to create a sunless sky that casts the land as one would expect on a clear moonlight night.</p> "
  },
  "flame": {
    "type": "child",
    "parent": "shadows-category",
    "cardname": "The Flame of Chaos",
    "url": "../img/flame.png",
    "tagline": "All things burn",
    "category": "places",
    "blurb": "<p>Very little is understood about the Flame of Chaos beyond its origins and consequences. Commonly agreed to have been sparked by the death of Oberon’s wife Milesia, the flame grew into a massive forge of life and entropy. To this day it produces an endless amount of demonic beings that flee into the Abyss. Most of these demons are never seen again, either lost within the depths of the Reach or going to places unknown. A smaller amount seems drawn to the edge of the Lasair Caite, engaging in an endless war with the military forces fortified along the edges of the Outlands. And yet a few seem to navigate the Abyss successfully, coming to one of the four kingdoms of the Reach and incorporating into the societies within.</p><p>The Flame itself is so large as to defy easy measurement - there is an active debate among scholars and sorcerers as to whether or not the flame’s growth continues or has halted. What is known is that, at the end of the Red Rebellion, Amber had surrounded the flame with checkpoints and that the greatest sorcerers of both Oberon and Swayvil’s kingdoms came together to extinguish the flame. All efforts failed.</p>"
  }
}
